{
	"information": [
		["hidai", "Hidai Olivas","President" , "hidai@mit.edu", "Senior", "Computer Science", "Hi, I'm Hidai and I'm a senior studying computer science. I joined SHPE my freshman year and have loved being a part of this community. I'm originally from Denver, CO and I love hiking."],
		["suribe", "Sebastian Uribe", "Vice President", "suribe@mit.edu", "Senior", "Mechanical Engineering", "My name is Sebastian and I love learning new things and how stuff works. Tech is my passion, I just wish I could major in everything. Sometimes if I need to relax I kick around the ol' soccer ball or else just find some movie to enjoy."],
		["moisest","Moises Trejo", "Secretary", "moisest@mit.edu", "Junior", "Computer Science", "Hey! I'm Moises Trejo I am a Computer Science major originally from Dallas, Texas. I love my familia and my SHPE familia because of the community and people. I'm passionate about mobile development and Machine Learning."],
		["isachiu", "Isa Chiurillo", "Treasurer", "isachiu@mit.edu", "Junior", "Mechanical Engineering", "Hi, I'm Isa! I'm from Venezuela and grew up in South Florida. I'm majoring in Course 2A with a concentration in medical devices. My favorite things to do at home are to go roller blading, spend time with my dog, and make arepas. I love being a part of the SHPE familia!"],
		["umagana", "Uriel Magana", "Professional Development Chair","umagana@mit.edu", "Senior","Mechanical Engineering", "Hi I’m Uriel, and I’m a junior this year majoring in mechanical engineering and medical devices with a minor French. Love being a part of different Latino groups on campus, playing soccer, and DJing!"],
		["amart615", "Alejandro Martinez", "Co-Corporate Liaison", "amart615@mit.edu", "Junior", "Mechanical Engineering", "Hi! My name is Alejandro, but most people know me as Alex and I'm from San Francisco, CA. I'm a sophomore majoring in mechanical engineering with a concentration in controls, instrumentation, and robotics. In my free time, I really enjoy being active, working in wood and metal shops as well as taking on the occasional crossword puzzle!"],
		["derekgar", "Derek Garcia", "SHPE Representative", "derekgar@mit.edu", "Junior", "Computer Science", "Hi! My name is Derek and I'm from Mission, TX. I like playing playing video games, doing outdoor stuff and tinkering with electronics/computer hardware."],
		["jvila", "Javi A. Vilá", "Noche De Ciencias Chair", "jvila@mit.edu", "Sophomore", "Biological Engineering", "Hi! I’m Javi, a freshman from San Juan, Puerto Rico. Back home, I enjoy baking with my sisters, practicing piano and soccer, and deep-sea fishing! I will study bioengineering and economics to prime my research and analytical skills, while also pursuing courses in public health to broaden my perspective. I want to impact the medical field by developing economically accessible medical devices and promoting equity in healthcare."],
		["jenmc","Jenna McClellan","High School Outreach Chair","jenmc@mit.edu","Sophomore","Computer Science","Hi! My name is Jenna and I'm a computer science student originally from Las Cruces, New Mexico. I'm really excited about back-end development and in my free time, I love listening to music, bullet journaling, and exploring the Boston area!"]
	],
	"term":"FA20"
}
