{
	"information": [
		["bolivara", "Andrea Bolivar", "President" , "bolivara@mit.edu", "Senior", "Electrical Engineering and Computer Science", "Hi! I'm Andrea and I joined SHPE in the Fall of 2016 to become a part of and to give back to the hispanic community on campus. I'm excited and eager to work with the exec board this year to continue helping out the hispanic community on campus and to overall create a loving SHPE familia. "],
		["hidai", "Hidai Olivas","Vice President" , "hidai@mit.edu", "Junior", "Computer Science", "My name is Hidai, I'm from Denver, Colorado. I love hiking, reading, and music. I'm interested in machine learning and user interfacing things."],
		["gsegura", "Gerardo Segura", "Secretary", "gsegura@mit.edu", "Sophomore", "Computer Science", "Hi, I'm a Computer Science major from Lumberton, Tx.  I'm passionate about giving back to the community and helping create Latino excellence. I also love to hike and canoe!"],
		["umagana", "Uriel Magana", "Treasurer","umagana@mit.edu", "Junior","Mechanical Engineering","Hi I’m Uriel, and I’m a junior this year majoring in mechanical engineering and medical devices with a minor French. Love being a part of different Latino groups on campus, playing soccer, and DJing!"],
		["dgdiaz","Daniel Gonzalez-Diaz", "SHPE Representative", "dgdiaz@mit.edu","Junior","Mechanical Engineering","Hi, I am Daniel, a Mechanical Engineering student from Dorado, Puerto Rico. I'm interested in robotics, automation and education!"],
		["solr", "Sol E. Rodríguez Garnica", "Corporate Liaison", "solr@mit.edu", "Sophomore","Mathematics", "I'm a freshman from S. Florida. I was born in Mexico City and I'm passionate about math, getting a full night of sleep, and Spanish and Latin-American literature."],
		["suribe", "Sebastian Uribe", "Professional Development Chair", "suribe@mit.edu", "Junior", "Mechanical Engineer", "My name is Sebastian and I love learning new things and how stuff works. Tech is my passion, I just wish I could major in everything.  Sometimes if I need to relax I kick around the ol' soccer ball or else just find some movie to enjoy."],
		["moisest","Moises Trejo","Social Chair","moisest@mit.edu","Sophomore","Computer Science","Hey! I'm Moises Trejo I am a Computer Science major originally from Dallas, Texas. I love my familia and my SHPE familia because of the community and people. I'm passionate about mobile development and Machine Learning."],
		["lcibarra", "Luis Ibarra", "Social Media Chair", "lcibarra@mit.edu", "Sophomore", "Mechanical Engineering - Controls, Instrumentation, and Robotics", "Hi, my name is Luis Ibarra and I grew up in the Rio Grande Valley. (South Texas) The broadness of mechanical engineering drew me to the major, but I am also very interested in the aerospace industry. In my free time you can find me exploring Boston with friends, playing soccer, or listening to music. "],
		["isachiu", "Isa Chiurillo", "Noche De Ciencias Chair", "isachiu@mit.edu","Sophomore","Biological engineering", "Hi I'm Isa and I'm a hopeful Course 20. I'm originally from Venezuela and was part of the SHPE Jr chapter at my high school in South Florida for the past 4 years. I love dogs, soccer, and movies :)"],
		["acfiallo","Ana Fiallo","High School Outreach Chair","acfiallo@mit.edu","Sophomore","Urban Science and Planning with Computer Science","My name is Ana, and I’m a sophomore from Dorado, Puerto Rico majoring in Urban Planning with Computer Science. I’m passionate about how my major can be applied to the renewable energy industry. I love my dogs, being on the beach in Puerto Rico, and travelling!"]
	],
	"term":"FA19"
}
