{
	"information": [
		["xzapien", "Xavier Zapien", "President", "xzapien@mit.edu", "Senior", "Electrical Engineering", "In my free time you might find me building robots, playing soccer, or climbing rock formations. I really like being hands on and building what my imagination wants."],
		["bolivara", "Andrea Bolivar", "Vice President" , "bolivara@mit.edu", "Junior", "Electrical Engineering and Computer Science", "Hi! I'm Andrea and I joined SHPE in the Fall of 2016 to become a part of and to give back to the hispanic community on campus. I am excited and eager to work with the exec board this year to continue helping out the hispanic community on campus and to overall create a loving SHPE familia. "],
		["hidai", "Hidai Olivas"," Treasurer" , "hidai@mit.edu", "Sophomore", "Computer Science", "My name is Hidai, I'm from Denver, Colorado. I love hiking, reading, and music. I'm interested in machine learning and user interfacing things."],
		["gowens", "Gabriel Owens-Flores", "Secretary" , "gowens@mit.edu", "Sophomore", "Aerospace Engineering"," gabriel is a sophomore from los angeles, california and is majoring in aerospace engineering with a minor in computer science. he likes dancing, rockets, writing things in lowercase, and space. gabe also finds it weird to write about himself in third person. "],
		["suribe", "Sebastian Uribe", "Social Chair", "suribe@mit.edu", "Sophomore", "Mechanical Engineer", "My name is Sebastian and I love learning new things and how stuff works. Tech is my passion, I just wish I could major in everything.  Sometimes if I need to relax I kick around the ol' soccer ball or else just find some movie to enjoy."],
		["jodosori", "Jose", "Corporate Liaison", "jodosori@mit.edu", "Junior", "Electrical Engineering Major and Energy Minor", "I am an Electrical Engineering student from Puerto Rico interested in Power Electronics, Embedded Systems, Computer Vision and Puerto Rican Politics. On my free time I rock climb around the Boston Area, mountain bike and play poker :)."],
		["joaquing", "Joaquin Giraldo", "Regional Representative", "joaquing@mit.edu", "Junior", "Mechanical Engineering", "Hola. :) I was born in Perú and am becoming a US citizen next year! When I'm not working on robots, or making parts for new experiments, I love to make digital art or play string bass. "],
		["dangonzo", "Daniel \"Gonzo\" Gonzalez", "Information Resources Chair", "dangonzo@mit.edu", "Junior", "EECS & Business Analytics", "I'm hearing impaired and love using my skills to help others!"],
		["cpadillia", "Ceci Padillia", "Hispanic Issues Liaison", "cpadillia@mit.edu", "Junior", "Biological Engineering", "Hi! I am a junior in Course 20 with a minor in course 6. I grew up in Mexico City and I love going back to visit family and eat good food. I am very excited to serve as Hispanic Issues Liaison this coming year!"],
		["dpacheco", "David Pacheco", "Community Service Co-Chair", "dpacheco@mit.edu", "Senior", "EECS, Entrepreneurship and Innovation", "Dale!"],
		["cyanna04", "Cyanna Moody", "Academic Chair", "cyanna04@mit.edu", "Sophomore", "Mechanical Engineering", "I am a mechanical engineering major from San Diego, CA."],
		["gabimari", "Gabriela Carrión Rivera", "Fundraising Chair", "gabimari@mit.edu","Junior","Mechanical Engineering", "Hi! I'm a MechE student from Puerto Rico who's minoring in biomedical engineering."],
		["dgdiaz","Daniel Gonzalez-Diaz", "Community Service Chair", "dgdiaz@mit.edu","Sophomore","Mechanical Engineering","Hi, I am Daniel, a Mechanical Engineering student from Dorado, Puerto Rico. I'm interested in robotics, automation and education!"],
		["isachiu", "Isabella Chiurillo", "Community Service Team", "isachiu@mit.edu","Freshman","Biological engineering", "Hi I'm Isa and I'm a hopeful Course 20. I'm originally from Venezuela and was part of the SHPE Jr chapter at my high school in South Florida for the past 4 years. I love dogs, soccer, and movies :)"]
	],
	"term":"FA18"
}
